Repository: antoniocarranza/HealthImportAPP
Catalog: Health Data Migrator/*.lproj/Localizable.strings
Languages: es

source: Samples
es: Muestras

source: Samples from
es: Muestras del

source: Sample of
es: Muestra de

source: Samples of
es: Muestras de

source: Exported on
es: Exportados el

# StoringNow
source: Storing at Health databaseplease wait...
es: Almacenando en la base de datos de Saludpor favor espere...

source: Creating Samples
es: Generando las muestras

# ImportError
source: Something went wrong during import process.
es: Algo fallo durante el proceso de importación.

source: All
es: Todos

source: Waiting
es: Esperando

source: Unknown number of
es: Numero desconocido de

# PleaseContactSupport
source: Your XML File is invalid. Please contact support at @healthimportapp or healthimport@icloud.com with the next message to resolve the issue%@
es: Su fichero XML no es valido. Por favor, cantacte con el soporte en @healthimportapp o healthimport@icloud.com con el texto del siguiente mensage para resolver el problema%@

source: Pull to Refresh
es: Arrastra para actualizar

# PullToRefreshIfNoDataItunes
source: Pull to refresh, if backup files are large this process may take some time. If no backup file appears, please use itunes file sharing to transfer your backup to the app
es: Arrastra para actualizar, si los ficheros de copia son grandes este proceso puede llevar un tiempo. Si no aparecen ficheros de copia de seguridad, debes transferirlos a la app mediante la aplicación iTunes

source: Refreshing
es: Actualizando

source: Import Successful
es: Importación correcta

source: Samples imported
es: muestras importadas

source: Nothing to Import
es: Nada que Importar

# AllSamplesAllreadyExist
source: All Samples already exists
es: Todas las muestras existen ya

source: Reading file %@
es: Leyendo %@

# LongProccess
source: This process may take long.Sometimes it might look like it's stopped becausethe system is processing queries in background.Don´t change to another App or lockthe Phone cause the process will be paused
es: Este proceso puede tomar tiempo.A veces parecera pararse ya que el sistemaprocesa las consultas en segundo plano.No te muevas a otra aplicación o bloquees eltelefono o el proceso se pausará

source: Check for Duplicates
es: Buscar Duplicados

# CheckForDuplicatesInSamples
source: Searching for duplicates of %@ samples
es: Buscando duplicados de %@ muestras

# CheckForDuplicatesFinished
source: Check for duplicates samples finished.%@ Existant Samples has beenmarked as imported
es: La Búsqueda de duplicados finalizo.%@ muestras ya existentes sehan marcado como ya importadas

source: Import Samples
es: Importar Muestras

# ImportAllSamples
source: Import All
es: Importar todos

# ImportThisSamples
source: Import these
es: Importarlos

# AlertCheckForDuplicates
source: You should check for duplicates first, otherwise you could create duplicate data if file has been previously imported
es: Si no realiza previamente una búsqueda de duplicados puede volver a importar muestras que ya hayan sido previamente importadas y por lo tanto duplicar datos

source: Continue
es: Continuar

# Cancel
source: Abort
es: Cancelar

source: Close
es: Cerrar

# HKQuantityTypeIdentifierBodyMassIndex
source: Body Mass Index
es: Indice de masa corporal

# HKQuantityTypeIdentifierBodyFatPercentage
source: Body Fat Percentage
es: Porcentaje de grasa corporal

# HKQuantityTypeIdentifierHeight
source: Height
es: Altura

# HKQuantityTypeIdentifierBodyMass
source: Body Mass
es: Peso

# HKQuantityTypeIdentifierLeanBodyMass
source: Lean Body Mass
es: Masa corporal sin grasa

# HKQuantityTypeIdentifierStepCount
source: Step Count
es: Pasos

# HKQuantityTypeIdentifierDistanceWalkingRunning
source: Distance Walking Running
es: Distancia andando/corriendo

# HKQuantityTypeIdentifierDistanceCycling
source: Distance Cycling
es: Distancia en bicicleta

# HKQuantityTypeIdentifierBasalEnergyBurned
source: Basal Energy Burned
es: Energía en reposo

# HKQuantityTypeIdentifierActiveEnergyBurned
source: Active Energy Burned
es: Energía en actividad

# HKQuantityTypeIdentifierFlightsClimbed
source: Flights Climbed
es: Pisos subidos

# HKQuantityTypeIdentifierHeartRate
source: Heart Rate
es: Frecuencia cardiaca

# HKQuantityTypeIdentifierBodyTemperature
source: Body Temperature
es: Frecuencia respiratoria

# HKQuantityTypeIdentifierBasalBodyTemperature
source: Basal Body Temperature
es: Temperatura corporal

# HKQuantityTypeIdentifierBloodPressureSystolic
source: Blood Pressure Systolic
es: Tensión arterial (Systolic)

# HKQuantityTypeIdentifierBloodPressureDiastolic
source: Blood Pressure Diastolic
es: Tensión arterial (Diastolic)

# HKQuantityTypeIdentifierRespiratoryRate
source: Respiratory Rate
es: Frecuencia respiratoria

# HKQuantityTypeIdentifierOxygenSaturation
source: Oxygen Saturation
es: Saturación de oxigeno

# HKQuantityTypeIdentifierPeripheralPerfusionIndex
source: Peripheral Perfusion Index
es: Indice de percusión periférica

# HKQuantityTypeIdentifierBloodGlucose
source: Blood Glucose
es: Glucosa en sangre

# HKQuantityTypeIdentifierNumberOfTimesFallen
source: Number Of Times Fallen
es: Número de caídas

# HKQuantityTypeIdentifierElectrodermalActivity
source: Electrodermal Activity
es: Actividad electrodérmica

# HKQuantityTypeIdentifierInhalerUsage
source: Inhaler Usage
es: Uso de inhaladores

# HKQuantityTypeIdentifierBloodAlcoholContent
source: Blood Alcohol Content
es: Nivel de alcohol en sangre

# HKQuantityTypeIdentifierForcedVitalCapacity
source: Forced Vital Capacity
es: Capacidad vital forzada

# HKQuantityTypeIdentifierForcedExpiratoryVolume1
source: Forced Expiratory Volume1
es: Volumen expiatorio forzado, 1 s

# HKQuantityTypeIdentifierPeakExpiratoryFlowRate
source: Peak Expiratory Flow Rate
es: Flujo espiratorio máximo

# HKQuantityTypeIdentifierDietaryBiotin
source: Dietary Biotin
es: Biotina

# HKQuantityTypeIdentifierDietaryCaffeine
source: Dietary Caffeine
es: Cafeína

# HKQuantityTypeIdentifierDietaryCalcium
source: Dietary Calcium
es: Calcio

# HKQuantityTypeIdentifierDietaryCarbohydrates
source: Dietary Carbohydrates
es: Carbohidratos

# HKQuantityTypeIdentifierDietaryCholesterol
source: Dietary Cholesterol
es: Colesterol

# HKQuantityTypeIdentifierDietaryChromium
source: Dietary Chromium
es: Cromo

# HKQuantityTypeIdentifierDietaryCopper
source: Dietary Copper
es: Cobre

# HKQuantityTypeIdentifierDietaryFatMonounsaturated
source: Dietary Fat Monounsaturated
es: Grasas monoinsaturadas

# HKQuantityTypeIdentifierDietaryFatPolyunsaturated
source: Fat Polyunsaturated
es: Grasas poliinsaturadas

# HKQuantityTypeIdentifierDietaryFatSaturated
source: Fat Saturated
es: Grasas saturadas

# HKQuantityTypeIdentifierDietaryFatTotal
source: Dietary Fat Total
es: Grasas totales

# HKQuantityTypeIdentifierDietaryFiber
source: Dietary Fiber
es: Fibra

# HKQuantityTypeIdentifierDietaryFolate
source: Dietary Folate
es: Folato

# HKQuantityTypeIdentifierDietaryIodine
source: Dietary Iodine
es: Yodo

# HKQuantityTypeIdentifierDietaryIron
source: Dietary Iron
es: Hierro

# HKQuantityTypeIdentifierDietaryMagnesium
source: Dietary Magnesium
es: Magnesio

# HKQuantityTypeIdentifierDietaryManganese
source: Dietary Manganese
es: Manganesio

# HKQuantityTypeIdentifierDietaryMolybdenum
source: Dietary Molybdenum
es: Molibdeno

# HKQuantityTypeIdentifierDietaryNiacin
source: Dietary Niacin
es: Niacina

# HKQuantityTypeIdentifierDietaryPantothenicAcid
source: Dietary Pantothenic Acid
es: Acido pantoténico

# HKQuantityTypeIdentifierDietaryPhosphorus
source: Dietary Phosphorus
es: Fósforo

# HKQuantityTypeIdentifierDietaryPotassium
source: Dietary Potassium
es: Potasio

# HKQuantityTypeIdentifierDietaryProtein
source: Dietary Protein
es: Proteinas

# HKQuantityTypeIdentifierDietaryRiboflavin
source: Dietary Riboflavin
es: Riboflavina

# HKQuantityTypeIdentifierDietarySelenium
source: Dietary Selenium
es: Selenio

# HKQuantityTypeIdentifierDietarySodium
source: Dietary Sodium
es: Sodio

# HKQuantityTypeIdentifierDietarySugar
source: Dietary Sugar
es: Azucar

# HKQuantityTypeIdentifierDietaryThiamin
source: Dietary Thiamin
es: Tiamina

# HKQuantityTypeIdentifierDietaryVitaminA
source: Dietary Vitamin A
es: Vitamina A

# HKQuantityTypeIdentifierDietaryVitaminB12
source: Dietary Vitamin B12
es: Vitamina B12

# HKQuantityTypeIdentifierDietaryVitaminB6
source: Dietary Vitamin B6
es: Vitamina B6

# HKQuantityTypeIdentifierDietaryVitaminC
source: Dietary Vitamin C
es: Vitamina C

# HKQuantityTypeIdentifierDietaryVitaminD
source: Dietary Vitamin D
es: Vitamina D

# HKQuantityTypeIdentifierDietaryVitaminE
source: Dietary Vitamin E
es: Vitamina E

# HKQuantityTypeIdentifierDietaryVitaminK
source: Dietary Vitamin K
es: Vitamina K

# HKQuantityTypeIdentifierDietaryWater
source: Dietary Water
es: Agua

# HKQuantityTypeIdentifierDietaryZinc
source: Dietary Zinc
es: Zinc

# HKQuantityTypeIdentifierUVExposure
source: UV Exposure
es: Indice UV

# HKCategoryTypeIdentifierSleepAnalysis
source: Sleep Analysis
es: Análisis del sueño

# HKCategoryTypeIdentifierCervicalMucusQuality
source: Cervical Mucus Quality
es: Calidad del moco cervical

# HKCategoryTypeIdentifierOvulationTestResult
source: Ovulation Test Result
es: Prueba de ovulación

# HKCategoryTypeIdentifierMenstrualFlow
source: Menstrual Flow
es: Menstruación

# HKCategoryTypeIdentifierIntermenstrualBleeding
source: Intermenstrual Bleeding
es: Manchado

# HKCategoryTypeIdentifierSexualActivity
source: Sexual Activity
es: Actividad sexual

# HKCharacteristicTypeIdentifierBiologicalSex
source: Biological Sex
es: Sexo

# HKCharacteristicTypeIdentifierBloodType
source: Blood Type
es: Grupo sanguineo

# HKCharacteristicTypeIdentifierDateOfBirth
source: Date Of Birth
es: Fecha de nacimiento

# HKCharacteristicTypeIdentifierFitzpatrickSkinType
source: Fitzpatrick Skin Type
es: Fototipo

# HKCorrelationTypeIdentifierBloodPressure
source: Blood Pressure
es: Presión Arterial
